src/placard_bristol_project_plan.tex
% Created 2022-11-08 Tue 16:48
% Intended LaTeX compiler: xelatex
\documentclass[12pt]{article}
\usepackage{color}
\usepackage{listings}
\usepackage[english]{babel}
\usepackage[T1]{fontenc}
\include{header.tex}
\usepackage{fancyhdr}
\pagestyle{fancy}
\lhead{Project Plan}
\rhead{\today}
\author{Noorah Alhasan, Joe Corneli, Leo Vivier}
\date{\today}
\title{PLACARD Project Plan}
\begin{document}


\section*{Introduction}
\label{sec:org101ade6}

Use this document to follow up on tasks leading to the PLACARD workshop in Bristol, UK in Jan 2023.

\section*{General process of the worksop}
\label{sec:org8f3f926}

\subsection*{Pre-workshop}
\label{sec:orgeb7c78a}

\begin{enumerate}
\item Send invitation e-mails at least 3 weeks in advance
\begin{enumerate}
\item Include a brief blurb about the workshop and what their participation will accomplish
\item Include the minimum level of technology knowledge (can they use a PC, browse the web, etc.?)
\item Include the level of security/privacy of participation and ask for consent
\item Include date, time, duration, and location (if it's TBD make sure to include this info)
\item Include whether their participation will be monetarily compensated
\item Thank them for their time and consideration
\end{enumerate}
\item Once we have confirmations, send another e-mail.
\begin{enumerate}
\item Include a brief blurb about the workshop and what their participation will accomplish
\item Include timeline of the workshop
\begin{enumerate}
\item Introductions (30 minutes)
\item Explaining Phase 1 (15 - 30 minutes)
\item Phase 1 (1.5 - 2 hours)
\item Lunch break (1 hour)
\item Explaining Phase 2 (30 - 45 minutes)
\item Phase 2 (1.5 - 2 hours)
\item Concluding remarks
\end{enumerate}
\item Include pre-workshop activity or any other asks
\item Thank them for their time and consideration
\end{enumerate}
\end{enumerate}

\subsection*{Workshop}
\label{sec:org100602c}
\subsubsection*{Introductions}
\label{sec:org46861f6}
\begin{itemize}
\item Meet and greet with participants
\label{sec:org87e26ec}
\begin{itemize}
\item {\bfseries\sffamily TODO} ice-breaker activity
\label{sec:org42ebb32}
\end{itemize}
\item {\bfseries\sffamily TODO} Go over the general rules and norms
\label{sec:org7fa2b7e}
\end{itemize}
\subsubsection*{Pre Phase 1 (walk-through, questions, concerns, etc.)}
\label{sec:org886d998}
\begin{itemize}
\item Explain theme of the workshop
\label{sec:org261b677}
\item Explain CLA
\label{sec:orga266c3a}
\item Explain the process
\label{sec:org48e50af}
\end{itemize}
\subsubsection*{Phase 1}
\label{sec:orgc51fd67}
\begin{itemize}
\item Process
\label{sec:org383e9e5}
\item Materials
\label{sec:orgab10565}
\item Facilitators
\label{sec:orgbacf37e}
\end{itemize}
\subsubsection*{Post Phase 1 immediate feedback; check on participants}
\label{sec:org60caf8d}
\subsubsection*{Break}
\label{sec:orga079529}
\subsubsection*{Pre Phase 2 (walk-through, questions, concerns, etc.)}
\label{sec:org4ed16cb}
\begin{itemize}
\item Identify scenarios
\label{sec:org8843022}
\item Explain the game
\label{sec:org882fb3b}
\begin{itemize}
\item What are the roles?
\label{sec:org3006633}
\item What does each role potentially represent?
\label{sec:org66d1e32}
\item How should each participant use these roles?
\label{sec:org46e7899}
\item What are the rules of the game?
\label{sec:org784f150}
\begin{itemize}
\item Reverse CLA
\label{sec:org725b3fa}
\end{itemize}
\end{itemize}
\end{itemize}
\subsubsection*{Phase 2}
\label{sec:org120bae6}
\begin{itemize}
\item {\bfseries\sffamily TODO} Process
\label{sec:org1836b33}
\item Materials
\label{sec:org07d90f4}
\begin{itemize}
\item Roles
\label{sec:org05bb296}
\end{itemize}
\item Facilitators
\label{sec:orga1ea6a5}
\end{itemize}
\subsubsection*{Post Phase 2 immediate feedback, check on participants}
\label{sec:orgb8d4228}
\end{document}
